Repository: MarcinSachs/Libriya
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Which Option is Right for You?
pl: Która opcja jest dla Ciebie właściwa?

source: Creating New Organization?
pl: Tworzenie nowej organizacji?

source: Choose the first option if you're setting up a new organization account for the first time.
pl: Wybierz pierwszą opcję, jeśli po raz pierwszy ustawisz nowe konto organizacji.

source: Joining a Team?
pl: Dołączasz do drużyny?

source: Choose the second option if you have an invitation code from an organization administrator.
pl: Wybierz drugą opcję, jeśli masz kod zaproszenia od administratora organizacji.

source: No Code?
pl: Brak kodu?

source: Contact your organization administrator to request an invitation code.
pl: Skontaktuj się z administratorem organizacji, aby poprosić o kod zaproszenia.

source: You are offline
pl: Jesteś offline

source: Some features may not work
pl: Niektóre funkcje mogą nie działać

source: New version available!
pl: Dostępna jest nowa wersja!

source: Reload
pl: Przeładuj

source: Install App
pl: Zainstaluj Aplikacje

source: Notifications
pl: Powiadomienia

source: Profile & Loans
pl: Profil i Wypożyczenia

source: Settings
pl: Ustawienia

source: Messages
pl: Wiadomości

source: Logout
pl: Wyloguj się

source: Are you sure you want to delete this book?
pl: Czy na pewno chcesz usunąć tę książkę?

source: Browse...
pl: Przeglądaj…

source: home for your books
pl: dom dla Twoich książek

source: Batch Import
pl: Masowe Importowanie

source: Clients
pl: Klienci

source: Modules
pl: Moduły

source: Administration
pl: Administracja

source: Invitation Codes
pl: Kody zaproszeń

source: Contact Super Admin
pl: Skontaktuj się z Super Administratorem

source: All rights reserved.
pl: Wszelkie prawa zastrzeżone.

source: This website uses cookies to ensure proper operation. By using it, you accept our
pl: Ta strona używa plików cookie, aby zapewnić właściwe działanie. Używając strony akceptujesz naszą

source: cookie policy
pl: politykę ciasteczek

source: Accept
pl: Zaakceptuj

source: Request queued for offline sync. Will be performed when online.
pl: Żądanie synchronizacji w kolejce do trybu offline. Zostanie wykonane, po przejściu w tryb online.

source: You are currently offline
pl: Jesteś obecnie offline

source: Only cached content is available. Go online to access all features.
pl: Dostępna jest tylko buforowana zawartość. Przejdź do trybu online, aby uzyskać dostęp do wszystkich funkcji.

source: Available offline (after download)
pl: Dostępne offline (po pobraniu)

source: Browse cached books
pl: Przeglądaj książki w pamięci podręcznej

source: Read book details & covers
pl: Przeczytaj szczegóły książki i okładki

source: View your profile
pl: Wyświetl swój profil

source: Check loan history
pl: Sprawdź historię wypożyczeń

source: Downloaded in "Offline Mode" settings
pl: Pobrane w ustawieniach "Tryb offline"

source: Requires internet
pl: Wymaga Internetu

source: Search books
pl: Wyszukiwanie książek

source: Add new books
pl: Dodawanie nowych książek

source: Settings & preferences
pl: Ustawienia

source: Save changes
pl: Zapisywanie zmian

source: Make new loans
pl: Nowe wypożyczenia

source: To cache your books for offline:
pl: Aby przechowywać swoje książki w trybie offline:

source: Go online and open your browser
pl: Przejdź do trybu online i otwórz przeglądarkę

source: Visit Settings (user icon → Settings)
pl: Odwiedź ustawienia (ikona użytkownika → Ustawienia)

source: Find "Offline Mode" section
pl: Znajdź sekcję "Tryb offline"

source: Click "Download" button to cache your library
pl: Kliknij przycisk "Pobierz", aby przechowywać w pamięci podręcznej swoją bibliotekę

source: Now you can go offline and view your books
pl: Teraz możesz przejść offline i przeglądać swoje książki

source: Your Cached Library
pl: Twoja pamięć podręczna biblioteki

source: No books cached for offline access
pl: Brak książek dla dostępu offline

source: Go online and download your library in Settings
pl: Przejdź do trybu online i pobierz swoją bibliotekę w Ustawieniach

source: Batch Import Books by ISBN
pl: Masowe importowanie książek przez ISBN

source: Enter ISBN numbers, one per line or comma-separated
pl: Wprowadź numery ISBN, po jednym na linię lub oddzielone przecinkami

source: Import Results
pl: Importuj wyniki

source: Successfully imported:
pl: Pomyślnie zaimportowano:

source: Failed to import:
pl: Nie udało się zaimportować:

source: Errors:
pl: Błędy:

source: Quick Book Search
pl: Szybkie wyszukiwanie książki

source: Scan ISBN/Barcode
pl: Zeskanuj ISBN/kod kreskowy

source: Enter ISBN or scan...
pl: Wprowadź ISBN lub skanuj...

source: Search
pl: Szukaj

source: OR
pl: LUB

source: Search by Title
pl: Szukaj wg tytułu

source: Enter book title...
pl: Wpisz tytuł książki...

source: Book Information
pl: Informacje o książce

source: e.g. The Lord of the Rings
pl: np. Władca Pierścieni

source: e.g. J.R.R. Tolkien
pl: np. J.R.R. Tolkien

source: e.g. 1954
pl: np. 1954 r

source: Hold Ctrl (or Cmd on Mac) to select multiple genres.
pl: Przytrzymaj Ctrl (lub Cmd na Mac), aby wybrać kilka gatunków.

source: Enter a description (optional)
pl: Wprowadź opis (opcjonalne)

source: Book Cover
pl: Okładka książki

source: Supported formats: JPG, PNG, JPEG (Max 5MB)
pl: Obsługiwane formaty: JPG, PNG, JPEG (Max 5MB)

source: Location Information
pl: Informacje o lokalizacji

source: Optional
pl: Opcjonalnie

source: e.g., A, B-1
pl: np. A, B-1

source: e.g., Fiction, Science
pl: np. Fikcja, Nauka

source: e.g., Main Hall, Room 2
pl: np. Główna Sala, Pokój 2

source: e.g., Top shelf, Near window
pl: np. Półka górna, blisko okna

source: Save
pl: Zapisz

source: Add Book
pl: Dodaj książkę

source: Could not access camera. Please check permissions.
pl: Nie można uzyskać dostępu do aparatu. Proszę sprawdzić uprawnienia.

source: Please enter an ISBN.
pl: Proszę wprowadzić ISBN.

source: Searching...
pl: Wyszukiwanie...

source: Polish National Library - Combined Catalogs
pl: Biblioteka Narodowa – Katalogi połączone

source: Polish National Library
pl: Biblioteka Narodowa

source: Premium Source (Cover Only)
pl: Źródło Premium (Tylko okłada)

source: Unknown Source
pl: Nieznane Źródło

source: Limited Data
pl: Ograniczone Dane

source: Book data not found in Open Library. Only cover image available from premium source.
pl: Nie znaleziono danych kw Open Library. Tylko obraz okładki dostępny ze źródła premium.

source: Data from:
pl: Dane z:

source: Cover:
pl: Okładka:

source: Local Default
pl: Domyślna

source: Genres:
pl: Gatunki:

source: Could not find data for ISBN. Please check the number and try again.
pl: Nie można znaleźć danych dla ISBN. Proszę sprawdzić numer i spróbować ponownie.

source: Please enter at least 3 characters.
pl: Proszę wpisać co najmniej 3 znaki.

source: No books found.
pl: Nie znaleziono książek.

source: Default book cover
pl: Domyślna okładka książki

source: Remove from Favorites
pl: Usuń z ulubionych

source: Add to Favorites
pl: Dodaj do Ulubionych

source: Request Reservation
pl: Prośba o rezerwację

source: Book not available
pl: Książka niedostępna

source: Delete Book
pl: Usuń książkę

source: Author(s)
pl: Autor(rzy)

source: No genres assigned
pl: Brak przypisanych gatunków

source: Available
pl: Dostępna

source: Reserved
pl: Zarezerwowana

source: On Loan
pl: Wypożyczona

source: Location
pl: Lokalizacja

source: Back to List
pl: Wróć do listy

source: You have not added a comment for this book yet.
pl: Nie dodałeś jeszcze komentarza do tej książki.

source: Edit Your Comment
pl: Edytuj swój komentarz

source: Add Your Comment
pl: Dodaj komentarz

source: Enter your comment here...
pl: Wpisz tutaj swój komentarz...

source: Update Comment
pl: Zaktualizuj komentarz

source: Edit Book:
pl: Edytuj książkę:

source: Current Cover:
pl: Bieżąca okładka:

source: Current cover for %(title)s
pl: Obecna okładka dla %(title)s

source: Enter ISBN
pl: Wprowadź ISBN

source: Upload a new cover to replace the current one.
pl: Prześlij nową okładkę, aby zastąpić bieżącą.

source: Library currently has %(n)s book.
pl: Biblioteka ma obecnie %(n)s książkę.

source: List of books
pl: Lista książek

source: Title, author, or description
pl: Tytuł, autor, lub opis

source: All
pl: Wszystkie

source: On Loan/Reserved
pl: Wypożyczona/Zarezerwana

source: Genre
pl: Gatunek

source: Sort by
pl: Sortuj według

source: Title A-Z
pl: Tytuł A–Z

source: Title Z-A
pl: Tytuł Z-A

source: Year (Oldest)
pl: Rok (najstarsze)

source: Year (Newest)
pl: Rok (najnowsze)

source: Filter
pl: Filtruj

source: Reset
pl: Zresetuj

source: Author
pl: Autor

source: Book cover %(title)s
pl: Okładka książki %(title)s

source: No genres
pl: Brak gatunków

source: Add to favorites
pl: Dodaj do ulubionych

source: Book not available for reservation
pl: Książka niedostępna do rezerwacji

source: Like
pl: Polub

source: Reserve
pl: Zarezerwuj

source: Add book
pl: Dodaj książkę

source: No results found
pl: Brak wyników

source: Error loading results
pl: Błąd ładowania wyników

source: Access Forbidden
pl: Dostęp wzbroniony

source: You do not have permission to access this resource. If you believe this is an error, please contact the administrator.
pl: Nie masz uprawnień dostępu do tego zasobu. Jeśli uważasz, że jest to błąd, skontaktuj się z administratorem.

source: Back to Home
pl: Powrót

source: Dashboard
pl: Panel

source: Login
pl: Zaloguj się

source: Page Not Found
pl: Strona nie znaleziona

source: The page you are looking for does not exist or has been moved.
pl: Strona, której szukasz, nie istnieje lub została przeniesiona.

source: Internal Server Error
pl: Wewnętrzny błąd serwera

source: Something went wrong on our end. Our team has been notified and is working to fix the issue.
pl: Coś poszło nie tak po naszej stronie. Nasz zespół został powiadomiony i pracuje nad rozwiązaniem problemu.

source: house for your books
pl: dom dla Twoich książek

source: Features
pl: Funkcje

source: For Whom
pl: Dla Kogo

source: Sign In
pl: Zaloguj się

source: Manage your <span class="text-primary">library</span> the modern way.
pl: Zarządzaj swoją <span class="text-primary">biblioteką</span> w nowoczesny sposób.

source: Libriya is a professional tool for cataloging collections, tracking book loans, and managing a reader community. Perfect for home and institutions.
pl: Libriya jest profesjonalnym narzędziem katalogowania kolekcji, śledzenia wypożyczeń książek i zarządzania społecznością czytelników. Idealne dla domów i instytucji.

source: Start for free
pl: Zacznij za darmo

source: Learn more
pl: Dowiedz się więcej

source: Clementinum, Prague. Photo by Marcin Sachs
pl: Klementinum, Praga. Zdjęcie Marcin Sachs

source: Scan ISBN
pl: Skanuj ISBN

source: Instantly
pl: Natychmiast

source: The Story Behind the Name: Libriya
pl: Historia nazwy: Libriya

source: Libriya is more than just a word. It is a thoughtful fusion of two distinct cultures, coming together to create the perfect sanctuary for every reader.
pl: Libriya to coś więcej niż tylko słowo. Jest to przemyślane połączenie dwóch różnych kultur, łącząc się w celu stworzenia idealnej przestrzeni dla każdego czytelnika.

source: <strong>Libri</strong> – rooted in Latin, meaning "books." It represents the timeless tradition of collecting knowledge and literature.
pl: <strong>Libri</strong> – pochodzi z łaciny i oznacza „książki”. To fundament, który nawiązuje do wielowiekowej tradycji gromadzenia wiedzy i literatury.

source: <strong>Ya (屋)</strong> – a Japanese suffix meaning "shop," "establishment," or "house of." In Japan, a Hon-ya is a bookstore—literally, a house where books reside.
pl: <strong>Ya (屋)</strong> – o japoński przyrostek oznaczający „miejsce”, „sklep” lub „dom rzemiosła”. W Japonii Hon-ya to księgarnia, czyli dom, w którym mieszkają książki.

source: <strong>Libriya</strong> translates to the "House of Books"—your personal, digital space where every story finds its home. It is a blend of European heritage and the Japanese art of organization and mindfulness.
pl: <strong>Libriya</strong> to zatem „Dom Książek” – Twoja osobista, cyfrowa przestrzeń, w której każdy wolumin znajduje swoje miejsce. To połączenie europejskiej tradycji z japońskim zamiłowaniem do porządku i estetyki.

source: Everything you need to manage your library
pl: Wszystko, czego potrzebujesz do zarządzania swoją biblioteką

source: ISBN Code Scanning
pl: Skanowanie kodu ISBN

source: Quickly and conveniently add books using the ISBN code scanning feature. Just scan the code from the cover to automatically fetch book data.
pl: Szybko i wygodnie dodaj książki za pomocą funkcji skanowania kodu ISBN. Wystarczy zebrać kod z okładki, aby automatycznie pobrać dane książki.

source: Full History
pl: Pełna historia

source: Track every book loan, return, and reservation. Audit log system ensures complete control over your collections.
pl: Śledź każde wypożyczenie, zwrot i rezerwację książki. System dziennika audytu zapewnia pełną kontrolę nad kolekcjami.

source: PWA Support
pl: Obsługa PWA (Progresywna Aplikacja Internetowa)

source: Use Libriya on any device. App works offline and can be installed on your phone.
pl: Użyj Libriya na dowolnym urządzeniu. Aplikacja działa w trybie offline i może być zainstalowana na telefonie.

source: SOLUTION FOR EVERYONE
pl: ROZWIĄZANIE DLA KAŻDEGO

source: From home libraries to large organizations
pl: Od bibliotek domowych do dużych organizacji

source: Multiple libraries, one account
pl: Wiele bibliotek, jedno konto

source: Manage separate collections for home, work, or association from a single dashboard.
pl: Zarządzaj oddzielnymi kolekcjami dla domu, pracy z jednego pulpitu.

source: Roles & Permissions
pl: Role i uprawnienia

source: Assign admin, manager, and reader roles, ensuring data security.
pl: Przypisz uprawnienia administratora, menedżera i czytelnika, zapewniając bezpieczeństwo danych.

source: Easily invite new users to your library using secure access codes.
pl: Z łatwością zapraszaj nowych użytkowników do swojej biblioteki używając kodów bezpiecznego dostępu.

source: For Your Organization
pl: Dla Twojej organizacji

source: Libriya is designed for scaling. Each tenant receives their own, isolated space.
pl: Libriya jest przeznaczona do skalowania. Każdy klient otrzymuje własną, izolowaną przestrzeń.

source: Data isolation
pl: Izolacja danych

source: Custom branding
pl: Własna marka

source: Audit logs
pl: Dziennik zdarzeń

source: Statistics
pl: Statystyki

source: Learn more about PRO plans
pl: Dowiedz się więcej o planach PRO

source: FLEXIBILITY
pl: ELASTYCZNOŚĆ

source: Choose your plan
pl: Wybierz swój plan

source: Basic
pl: Podstawowy

source: Perfect for private collectors
pl: Idealne dla prywatnych kolekcjonerów

source: / forever
pl: / na zawsze

source: Up to 10 books
pl: Do 10 książek

source: 1 library
pl: 1 biblioteka

source: Open Library metadata and covers
pl: Dane i okładki z Open Library

source: Basic statistics
pl: Podstawowe statystyki

source: Start for Free
pl: Rozpocznij za darmo

source: RECOMMENDED
pl: POLECANE

source: Professional
pl: Profesjonalny

source: For institutions & large collections
pl: Dla instytucji i dużych kolekcji

source: Contact
pl: Kontakt

source: / ask for price
pl: / poproś o cenę

source: Unlimited books
pl: Nieograniczona liczba książek

source: Multiple locations
pl: Wiele lokalizacji

source: Premium Metadata (Polish National Library)
pl: Metadane Premium (Polska Biblioteka Narodowa)

source: Premium cover provider (BookCover)
pl: Dostawca okładek premium (BookCover)

source: Priority support
pl: Priorytetowe wsparcie

source: Manage Libraries
pl: Zarządzaj bibliotekami

source: Generate share link
pl: Generuj link udostępniania

source: Are you sure you want to delete this library?
pl: Czy na pewno chcesz usunąć tę bibliotekę?

source: Delete Library
pl: Usuń Bilbliotekę

source: No libraries found.
pl: Nie znaleziono bibliotek.

source: Deactivate share
pl: Wyłącz udostępnianie

source: Expiration date
pl: Data ważności

source: Generate
pl: Generuj

source: Share link has been deactivated
pl: Link do udostępniania został wyłączony

source: Error generating share link
pl: Błąd podczas generowania linku udostępniania

source: Share link copied to clipboard
pl: Link został skopiowany do schowka

source: Enter library name
pl: Wprowadź nazwę biblioteki

source: Loan a Book
pl: Wypożycz książkę

source: Add Loan
pl: Dodaj wypożyczenie

source: Loan Status
pl: Status Wypożyczenia

source: Pending Approval
pl: Oczekujące zatwierdzenie

source: Active Loan
pl: Aktywne Wypożyczenie

source: Returned
pl: Zwrócona

source: Cancelled
pl: Anulowane

source: All Users
pl: Wszyscy użytkownicy

source: Book Title
pl: Tytuł książki

source: Reservation Date
pl: Data rezerwacji

source: Issue Date
pl: Data wydania

source: Return Date
pl: Data zwrotu

source: Not issued yet
pl: Jeszcze nie wydane

source: Not returned yet
pl: Jeszcze nie zwrócony

source: Active Loan
pl: Aktywne wypożyczenie

source: Approve Loan
pl: Zatwierdź Wypożyczenie

source: Cancel Reservation
pl: Anuluj rezerwację

source: Return Book
pl: Zwróć książkę

source: Send Overdue Reminder
pl: Wyślij przypomnienie o przeterminowaniu

source: Reservation
pl: Rezerwacja

source: Pending
pl: Oczekuje

source: Approve
pl: Zatwierdź

source: Return
pl: Powrót

source: Remind
pl: Przypomnij

source: Send messages to the super-admin for support and get responses
pl: Wyślij wiadomości do super-admina dla wsparcia i uzyskaj odpowiedzi

source: New Message
pl: Nowa Wiadomość

source: Last Activity
pl: Ostatnia Aktywność

source: Action
pl: Akcja

source: Created %(date)s
pl: Utworzono %(date)s

source: %(count)d new
pl: %(count)d nowe

source: No new
pl: Brak nowych

source: No messages yet
pl: Nie ma jeszcze wiadomości

source: Start a new conversation with the super-admin
pl: Rozpocznij nową rozmowę z super-adminem

source: Send First Message
pl: Wyślij pierwszą wiadomość

source: Back to Support
pl: Powrót do wsparcia

source: Conversation with Super Admin
pl: Rozmowa z Super Administratorem

source: You
pl: Ty

source: new
pl: nowe

source: Your Reply
pl: Twoja odpowiedź

source: Type your reply...
pl: Napisz swoją odpowiedź...

source: Back
pl: Powrót

source: Send Reply
pl: Wyślij odpowiedź

source: Send a message and wait for a response from the super-admin
pl: Wyślij wiadomość i poczekaj na odpowiedź od super-admina

source: What is this about?
pl: O co chodzi?

source: Maximum 200 characters
pl: Maksymalnie 200 znaków

source: Describe your issue or question...
pl: Opisz swój problem lub pytanie...

source: Please provide as much detail as possible
pl: Proszę podać jak najwięcej szczegółów

source: Tips for better support
pl: Porady dla lepszego wsparcia

source: Be specific about what you need
pl: Bądź konkretny na temat tego, czego potrzebujesz

source: Include any error messages you received
pl: Dołącz wszystkie otrzymane komunikaty o błędach

source: Explain what you tried to do
pl: Wyjaśnij co próbowałeś zrobić

source: Send Message
pl: Wyślij wiadomość

source: Back to Messages
pl: Wróć do skrzynki

source: Tenant:
pl: Klient:

source: Started:
pl: Rozpoczęta:

source: Type your response to the admin...
pl: Wpisz swoją odpowiedź do administratora...

source: Manage communication with tenant administrators
pl: Zarządzaj komunikacją z administratorami klienta

source: Unread
pl: Nieprzeczytane

source: Tenant admins will send support messages here
pl: Administratorzy klientów wyślą tutaj wiadomości wsparcia

source: Shared Library:
pl: Udostępniona biblioteka:

source: No books available
pl: Brak książek

source: Contact Administration
pl: Kontakt z administracją

source: From:
pl: Od:

source: Library:
pl: Biblioteka:

source: Resolved
pl: Rozwiązane

source: Open
pl: Otwarte

source: User Message:
pl: Wiadomość użytkownika:

source: Reply from:
pl: Odpowiedź od:

source: Reply
pl: Odpowiedz

source: Mark as Resolved
pl: Oznacz jako rozwiązane

source: No messages.
pl: Brak wiadomości.

source: Generate Invitation Code
pl: Generuj kod zaproszenia

source: Select a library
pl: Wybierz bibliotekę

source: Recipient Email (optional)
pl: E-mail odbiorcy (opcjonalnie)

source: If provided, you may choose to send the invitation immediately or later from the list.
pl: Jeśli podane, możesz natychmiast lub później wysłać zaproszenie.

source: Send email now
pl: Wyślij e-mail teraz

source: Valid for (days)
pl: Ważne przez (dni)

source: Code will expire after this many days
pl: Kod wygaśnie po tej liczbie dni

source: This code will be valid for ONE registration only. Once used, it cannot be reused.
pl: Ten kod będzie ważny tylko dla JEDNEJ rejestracji. Po użyciu nie może być ponownie użyty.

source: Generate Code
pl: Generuj kod

source: No invitation codes yet.
pl: Brak kodów zaproszenia.

source: Add code
pl: Dodaj kod

source: Code
pl: Kod

source: Created By
pl: Utworzone przez

source: Expires
pl: Wygasa

source: Recipient
pl: Odbiorca:

source: Email sent
pl: E-mail wysłany

source: Used By
pl: Użyty przez

source: Expired
pl: Wygasł

source: Used
pl: Użyty

source: Copy code to clipboard
pl: Kopiuj kod do schowka

source: Send code via email
pl: Wyślij kod przez e-mail

source: Deactivate this code?
pl: Wyłączyć ten kod?

source: Deactivate Code
pl: Dezaktywuj kod

source: days
pl: dni

source: Copy
pl: Kopiuj

source: Copied
pl: Skopiowano

source: Enter recipient email:
pl: Wprowadź adres e-mail odbiorcy:

source: Error sending email
pl: Błąd wysyłania wiadomości e-mail

source: Message History
pl: Historia wiadomości

source: To Library:
pl: Do Biblioteki:

source: Replied
pl: Odpowiedziano

source: Your Message:
pl: Twoja wiadomość:

source: Waiting for a response from administration...
pl: Oczekiwanie na odpowiedź administracji...

source: Message sent, awaiting response.
pl: Wiadomość wysłana, oczekiwanie na odpowiedź.

source: You have received a reply!
pl: Otrzymałeś odpowiedź!

source: You haven't sent any messages yet.
pl: Nie wysłałeś jeszcze żadnych wiadomości.

source: Mark All as Read
pl: Oznacz wszystkie jako przeczytane

source: Related to loan:
pl: W związku z wypożyczeniem:

source: by
pl: przez

source: View Messages
pl: Wyświetl Wiadomości

source: Mark as Read
pl: Oznacz jako przeczytane

source: Marked as Read
pl: Odczytane

source: No notifications yet.
pl: Brak powiadomień.

source: Message:
pl: Wiadomość:

source: Back to Contact
pl: Powrót do kontaktu

source: Add a new user
pl: Dodaj nowego użytkownika

source: Edit User:
pl: Edytuj użytkownika:

source: Library Memberships
pl: Członkowie Biblioteki

source: No libraries available to assign.
pl: Brak bibliotek do przypisania.

source: Total Loans
pl: Całkowitych wypożyczeń

source: Currently On Loan
pl: Aktualnie w wypożyczeniu

source: Pending Reservations
pl: Oczekujące rezerwacje

source: Cancel My Reservation
pl: Anuluj moją rezerwację

source: Waiting for admin approval
pl: Oczekiwanie na zatwierdzenie administratora

source: No pending reservations.
pl: Brak oczekujących rezerwacji.

source: Return via admin
pl: Zwróć przez administratora

source: No books are currently on loan.
pl: W chwili obecnej nie ma wypożyczonych książek.

source: Loan History
pl: Historia wypożyczeń

source: Not issued
pl: Niezwrócona

source: N/A
pl: Nie dotyczy

source: No loan history.
pl: Brak historii wypożyczeń.

source: Favorite Books
pl: Ulubione Książki

source: No cover available
pl: Brak okładki

source: No favorite books yet.
pl: Nie ma jeszcze ulubionych książek.

source: My Settings
pl: Moje Ustawienia

source: Current Profile Picture
pl: Aktualne zdjęcie profilowe

source: Leave the password fields blank if you don't want to change your password.
pl: Pozostaw puste pola hasła, jeśli nie chcesz zmieniać hasła.

source: Offline Mode
pl: Tryb offline
