Repository: MarcinSachs/Libriya
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Download all your books and covers for offline access.
pl: Pobierz wszystkie książki i okładki do użytku offline.

source: Offline Library
pl: Biblioteka offline

source: Loading status...
pl: Ładowanie statusu...

source: Download
pl: Pobierz

source: Book data
pl: Dane książek

source: book
pl: książka

source: Micro covers
pl: Mini okładki

source: Detail pages
pl: Strony szczegółów

source: Estimated total
pl: Szacowany rozmiar

source: Actual size
pl: Aktualny rozmiar

source: Offline requests queued:
pl: Żądania offline w kolejce:

source: Sync now
pl: Synchronizuj teraz

source: Last download
pl: Ostatnie pobranie

source: books
pl: książek

source: covers
pl: okładek

source: Not downloaded yet
pl: Jeszcze nie pobrano

source: Error
pl: Błąd

source: Download complete!
pl: Pobieranie zakończone!

source: Cache cleared
pl: Cache wyczyszczony

source: Syncing...
pl: Synchronizacja...

source: Library currently has %(n)s user.
pl: Biblioteka ma aktualnie %(n)s użytkownika.

source: Edit User
pl: Edycja Użytkownika

source: Delete User
pl: Usuń użytkownika

source: Are you sure you want to delete this user?
pl: Na pewno chcesz usunąć tego użytkownika?

source: Are you sure?
pl: Jesteś pewny?

source: Add user
pl: Dodaj użytkownika

source: %(item)s has been created successfully.
pl: %(item)s został pomyślnie utworzony.

source: %(item)s has been updated successfully.
pl: %(item)s został pomyślnie zaktualizowany.

source: %(item)s has been deleted successfully.
pl: %(item)s został pomyślnie usunięty.

source: Action completed successfully.
pl: Akcja została pomyślnie ukończona.

source: Changes have been saved.
pl: Zmiany zostały zapisane.

source: %(item)s not found.
pl: %(item)s nie znaleziony.

source: You do not have permission to perform this action.
pl: Nie masz uprawnień do wykonania tej działań.

source: Invalid input provided.
pl: Podano nieprawidłowe dane.

source: %(item)s already exists.
pl: %(item)s już istnieje.

source: %(field)s is required.
pl: %(field)s jest wymagane.

source: Invalid %(field)s format.
pl: Błędny format %(field)s.

source: This action cannot be undone. Please confirm.
pl: Tej akcji nie można cofnąć. Proszę potwierdzić.

source: You have unsaved changes.
pl: Masz niezapisane zmiany.

source: No results found.
pl: Brak wyników.

source: Book %(title)s has been added successfully.
pl: Książka %(title)s została dodana pomyślnie.

source: Book %(title)s has been updated successfully.
pl: Książka %(title)s została pomyślnie zaktualizowana.

source: Book %(title)s has been deleted successfully.
pl: Książka %(title)s została pomyślnie usunięta.

source: Book has been reserved successfully. An admin will approve it shortly.
pl: Książka została pomyślnie zarezerwowana. Administrator zatwierdzi ją wkrótce.

source: This book is already reserved by another user.
pl: Ta książka jest już zarezerwowana przez innego użytkownika.

source: User %(username)s has been created successfully.
pl: Użytkownik %(username)s został utworzony pomyślnie.

source: User %(username)s has been updated successfully.
pl: Użytkownik %(username)s został pomyślnie zaktualizowany.

source: User %(username)s has been deleted successfully.
pl: Użytkownik %(username)s został pomyślnie usunięty.

source: You cannot delete your own account.
pl: Nie możesz usunąć swojego własnego konta.

source: You cannot delete an administrator.
pl: Nie można usunąć administratora.

source: You do not have permission to edit this user.
pl: Nie masz uprawnień do edytowania tego użytkownika.

source: You can only manage users from your libraries.
pl: Możesz zarządzać tylko użytkownikami ze swoich bibliotek.

source: Library has been created successfully.
pl: Biblioteka została utworzona pomyślnie.

source: Library has been updated successfully.
pl: Biblioteka została pomyślnie zaktualizowana.

source: Library has been deleted successfully.
pl: Biblioteka została pomyślnie usunięta.

source: Loan has been created successfully.
pl: Wypożyczenie zostało utworzone pomyślnie.

source: Loan has been updated successfully.
pl: Wypożyczenie zostało pomyślnie zaktualizowane.

source: Loan has been marked as completed.
pl: Wypożyczenie zostało oznaczone jako ukończone.

source: Invitation code has been generated: %(code)s
pl: Kod zaproszenia został wygenerowany: %(code)s

source: Invitation code has been deactivated.
pl: Kod zaproszenia został dezaktywowany.

source: Notification has been marked as read.
pl: Powiadomienie zostało oznaczone jako przeczytane.

source: All notifications have been marked as read.
pl: Wszystkie powiadomienia zostały oznaczone jako przeczytane.

source: Login successful!
pl: Logowanie udane!

source: Invalid username or password. Please try again.
pl: Nieprawidłowa nazwa użytkownika lub hasło. Proszę spróbować ponownie.

source: You have been logged out.
pl: Zostałeś wylogowany.

source: Registration successful! You can now log in.
pl: Rejestracja zakończona pomyślnie! Teraz możesz się zalogować.

source: Your comment has been added!
pl: Twój komentarz został dodany!

source: Your comment has been updated!
pl: Twój komentarz został zaktualizowany!

source: Book is already in favorites.
pl: Książka jest już w ulubionych.

source: Book added to favorites.
pl: Książka dodana do ulubionych.

source: Book removed from favorites.
pl: Książka usunięta z ulubionych.

source: Book is not in favorites.
pl: Książka nie jest w ulubionych.

source: Cannot delete "%(title)s" because it is currently "%(status)s". Consider marking it as inactive instead.
pl: Nie można usunąć "%(title)s", ponieważ jest ona obecnie "%(status)s". Zamiast tego należy uznać go za nieaktywny.

source: You can only edit books within your libraries.
pl: Możesz edytować książki tylko w swoich bibliotekach.

source: Could not download cover image: %(error)s
pl: Nie można pobrać obrazu okładki: %(error)s

source: You do not manage any library. Cannot add user.
pl: Nie zarządzasz żadną biblioteką. Nie można dodać użytkownika.

source: You do not have permission to edit this user's role.
pl: Nie masz uprawnień do edycji roli tego użytkownika.

source: You can only edit users within your libraries.
pl: Możesz edytować tylko użytkowników w swoich bibliotekach.

source: You cannot revoke the last administrator's role.
pl: Nie możesz odwołać roli ostatniego administratora.

source: You do not have permission to create administrators.
pl: Nie masz uprawnień do tworzenia administratorów.

source: You can only delete users from your libraries.
pl: Możesz usunąć tylko użytkowników ze swoich bibliotek.

source: No user found to edit settings.
pl: Nie znaleziono użytkownika do edycji ustawień.

source: Your settings have been updated.
pl: Twoje ustawienia zostały zaktualizowane.

source: Invalid user ID provided for filtering.
pl: Nieprawidłowy identyfikator użytkownika do filtrowania.

source: Book has been reserved successfully! An admin will approve it shortly.
pl: Książka została zarezerwowana pomyślnie! Administrator wkrótce ją zatwierdzi.

source: This book is currently on loan.
pl: Książka ta jest obecnie wypożyczona.

source: Book borrowed successfully!
pl: Rezerwacja pożyczona pomyślnie!

source: This book is not available for direct loan.
pl: Książka ta nie jest dostępna do bezpośredniego wypożyczenia.

source: Book returned successfully!
pl: Książka została zwrócona!

source: This book is not currently on loan or is already returned.
pl: Ta książka nie jest obecnie pożyczona lub jest już zwrócona.

source: Loan for "%(title)s" to %(username)s has been approved!
pl: Wypożyczenie "%(title)s" na rzecz %(username)s została zatwierdzona!

source: Cannot approve loan: Book status is not "reserved". It might have been cancelled or loaned differently.
pl: Nie można zatwierdzić wypożyczenia: Status książki nie jest "zarezerwowany". Może zostać anulowany lub pożyczony w inny sposób.

source: Loan is not in "pending" status and cannot be approved.
pl: Wypożyczenie nie ma statusu oczekującego i nie może zostać zatwierdzona.

source: Reservation for "%(title)s" by %(username)s has been cancelled.
pl: Rezerwacja dla "%(title)s" przez %(username)s została anulowana.

source: Cannot cancel loan: It is not in "pending" status.
pl: Nie można anulować wypozyczenia: Nie ma ona statusu oczekującego.

source: Book "%(title)s" has been returned.
pl: Książka "%(title)s" została zwrócona.

source: This loan is not active or has already been returned.
pl: To wypożyczenie nie jest aktywne lub zostało już zakończone.

source: Loan added successfully!
pl: Wypożyczenie dodano pomyślnie!

source: This book is currently on loan or reserved.
pl: Ta książka jest obecnie pożyczona lub zarezerwowana.

source: Invalid book or user.
pl: Nieprawidłowa książka lub użytkownik.

source: You can only cancel your own reservations.
pl: Możesz anulować tylko swoje własne rezerwacje.

source: Your reservation for %(title)s has been cancelled.
pl: Twoja rezerwacja %(title)s została anulowana.

source: This reservation cannot be cancelled as it is not in 'pending' status.
pl: Ta rezerwacja nie może zostać anulowana, ponieważ nie ma statusu "oczekującego".

source: Cannot delete a library that has books associated with it.
pl: Nie można usunąć biblioteki, która posiada związane z nią książki.

source: Cannot delete a library that has users assigned to it.
pl: Nie można usunąć biblioteki z przypisanymi do niej użytkownikami.

source: Please select a library
pl: Proszę wybrać bibliotekę

source: You can only generate codes for your libraries
pl: Możesz wygenerować kody tylko dla swoich bibliotek

source: Invitation code generated: %(code)s
pl: Wygenerowany kod zaproszenia: %(code)s

source: Invitation sent to %(email)s
pl: Zaproszenie wysłane do %(email)s

source: No recipient email specified for this code
pl: Nie podano adresu e-mail odbiorcy dla tego kodu

source: You do not have permission to deactivate this code
pl: Nie masz uprawnień do dezaktywacji tego kodu

source: Cannot deactivate an already-used code
pl: Nie można dezaktywować używanego już kodu

source: Invitation code deactivated
pl: Kod zaproszenia dezaktywowany

source: Shareable link generated and copied to clipboard
pl: Wygenerowano i skopiowano link do schowka

source: Share link has expired or is inactive
pl: Link do udostępniania wygasł lub jest nieaktywny

source: Invalid share link
pl: Nieprawidłowy link udostępniania

source: Enter expiration date (YYYY-MM-DD) or leave blank:
pl: Wprowadź datę wygaśnięcia (RRRR-MM-DD) lub pozostaw puste:

source: Unsupported language.
pl: Nieobsługiwany język.

source: Password must be at least 12 characters long.
pl: Hasło musi zawierać co najmniej 12 znaków.

source: Password must contain at least one uppercase letter.
pl: Hasło musi zawierać co najmniej jedną wielką literę.

source: Password must contain at least one lowercase letter.
pl: Hasło musi zawierać co najmniej jedną małą literę.

source: Password must contain at least one digit.
pl: Hasło musi zawierać co najmniej jedną cyfrę.

source: Password must contain at least one special character.
pl: Hasło musi zawierać co najmniej jeden znak specjalny.

source: This password has appeared in a data breach and cannot be used.
pl: To hasło pojawiło się w naruszeniu danych i nie może być używane.

source: Username must be 3-20 chars, alphanumeric with - and _
pl: Nazwa użytkownika musi zawierać 3-20 znaków, alfanumeryczne lub "-", "_"

source: Subdomain can only contain lowercase letters, numbers, and hyphens, 3-20 chars, cannot start/end with hyphen.
pl: Subdomena może zawierać tylko małe litery, cyfry i myślniki, 3-20 znaków, nie może zaczynać się lub kończyć myślnikiem.

source: This subdomain is already taken.
pl: Ta subdomena jest już zajęta.
