Repository: MarcinSachs/Libriya
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: You do not have permission to access this page
pl: Nie masz odpowiednich uprawnień, aby uzyskać dostęp do tej strony

source: Too many requests. Please try again later.
pl: Zbyt wiele zapytań. Spróbuj ponownie później.

source: ISBN numbers (one per line or comma-separated)
pl: Liczba ISBN (jeden na linię lub oddzielone przecinkami)

source: Please provide at least one ISBN.
pl: Proszę podać co najmniej jeden ISBN.

source: Library
pl: Biblioteka

source: Import Books
pl: Importuj książki

source: Invalid ISBN format. Must be 10 or 13 digits.
pl: Nieprawidłowy format ISBN. Musi mieć 10 lub 13 cyfr.

source: Title
pl: Tytuł

source: Author(s) (comma-separated)
pl: Autor(-zy) (oddzielone przecinkami)

source: Genres
pl: Gatunki

source: Year
pl: Rok

source: Field 'Year' is required.
pl: Pole 'Rok' jest wymagane.

source: Please enter a valid year (e.g. 1999).
pl: Proszę wprowadzić poprawny rok (np. 1999).

source: Description
pl: Opis

source: Cover
pl: Okładka

source: Only image files (jpg, png, jpeg) are allowed!
pl: Dozwolone są tylko pliki obrazów (jpg, png, jpeg)!

source: Cover URL
pl: Adres URL okładki

source: Shelf
pl: Półka

source: Section
pl: Sekcja

source: Room
pl: Pokój

source: Location Notes
pl: Notatki lokalizacji

source: Submit
pl: Zatwierdź

source: Username
pl: Nazwa Użytkownika

source: user@example.com
pl: użytkownik@przyklad.com

source: Password
pl: Hasło

source: Confirm Password
pl: Potwierdź hasło

source: Add User
pl: Dodaj użytkownika

source: Role
pl: Rola

source: User
pl: Użytkownik

source: Manager
pl: Menedżer

source: Update Profile Picture
pl: Zmień Zdjęcie Profilowe

source: Images only!
pl: Tylko zdjęcia!

source: File size must be less than 2MB.
pl: Rozmiar pliku musi być mniejszy niż 2MB.

source: New Password
pl: Nowe Hasło

source: Confirm New Password
pl: Potwierdź Nowe Hasło

source: Passwords must match.
pl: Hasła muszą się zgadzać.

source: Language
pl: Język

source: Library Name
pl: Nazwa biblioteki

source: Loan overdue days
pl: Dni opóźnienia wypożyczenia

source: Book
pl: Książka

source: Your Comment
pl: Twój Komentarz

source: Add Comment
pl: Dodaj Komentarz

source: Organization Name
pl: Nazwa organizacji

source: Invitation Code
pl: Kod Zaproszenia

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Library name already exists
pl: Nazwa biblioteki już istnieje

source: Invalid invitation code
pl: Nieprawidłowy kod zaproszenia

source: Invitation code has expired or has already been used
pl: Kod zaproszenia wygasł lub został już użyty

source: First name is required
pl: Imię jest wymagane

source: Last name is required
pl: Nazwisko jest wymagane

source: Email already registered
pl: Adres e-mail jest już zarejestrowany

source: Username already taken
pl: Nazwa użytkownika jest zajęta

source: Subject
pl: Temat

source: Message
pl: Wiadomość

source: Send
pl: Wyślij

source: Tenant Name
pl: Nazwa Klienta

source: Subdomain
pl: Subdomena

source: URL-friendly name (e.g., "mylib"). Only lowercase letters, numbers and hyphens.
pl: Przyjazna nazwa URL (np. "moja-biblioteka"). Tylko małe litery, cyfry i myślniki.

source: Max Libraries
pl: Maksymalna liczba bibliotek

source: Maximum number of libraries (leave blank or -1 for unlimited)
pl: Maksymalna liczba bibliotek (pozostaw puste lub -1 dla nieograniczonych)

source: Max Books
pl: Maksymalna liczba książek

source: Maximum number of books (leave blank or -1 for unlimited)
pl: Maksymalna liczba książek (pozostaw puste lub -1 dla nieograniczonych)

source: Save Tenant
pl: Zapisz Klienta

source: This tenant name already exists.
pl: Ta nazwa klienta już istnieje.

source: Reminder: Your loan for "%(title)s" is overdue. Please return it as soon as possible.
pl: Przypomnienie: Twoja książka "%(title)s" jest zaległa. Prosimy zwrócić ją tak szybko, jak to możliwe.

source: You do not have access to the super-admin panel.
pl: Nie masz dostępu do panelu super-admina.

source: Manage Tenants
pl: Zarządzaj Klientami

source: Tenant '%(name)s' created successfully!
pl: Klient '%(name)s' został utworzony pomyślnie!

source: Add Tenant
pl: Dodaj Klienta

source: Tenant Details
pl: Szczegóły klienta

source: Tenant updated successfully!
pl: Klient zaktualizowany pomyślnie!

source: Edit Tenant
pl: Edytuj klienta

source: Cannot delete tenant with existing users.
pl: Nie można usunąć klienta z istniejącymi użytkownikami.

source: Tenant '%(name)s' deleted successfully!
pl: Klient '%(name)s' został pomyślnie usunięty!

source: Admin Dashboard
pl: Panel Administracyjny

source: Manage Premium Features
pl: Zarządzaj funkcjami Premium

source: enableddisabled
pl: włączona

source: Audit Logs
pl: Dziennik zdarzeń

source: Log file not available
pl: Plik dziennika niedostępny

source: Failed to read log file
pl: Nie udało się odczytać pliku dziennika

source: Audit Log Preview
pl: Podgląd dziennika kontroli

source: Not allowed to delete this file
pl: Brak uprawnień do usunięcia tego pliku

source: Audit log file deleted
pl: Usunięto plik dziennika audytu

source: Failed to delete audit log file
pl: Błąd przy usuwaniu pliku dziennika audytu

source: Audit log retention executed
pl: Zatrzymanie dziennika audytu wykonane

source: Failed to run audit log retention: %(error)s
pl: Nie udało się uruchomić przechowywania dziennika kontroli: %(error)s

source: Premium Modules
pl: Moduły Premium

source: No file provided
pl: Nie dostarczono żadnego pliku

source: No file selected
pl: Nie wybrano pliku

source: Only ZIP files are allowed
pl: Tylko pliki ZIP są dozwolone

source: No valid premium modules found in ZIP
pl: Nie znaleziono prawidłowych modułów premium w ZIP

source: Premium modules uploaded successfully
pl: Moduły Premium przesłane pomyślnie

source: Invalid ZIP file
pl: Nieprawidłowy plik ZIP

source: Failed to extract premium modules: %(error)s
pl: Nie udało się wyodrębnić modułów premium: %(error)s

source: Server error during upload
pl: Błąd serwera podczas przesyłania

source: Premium modules reloaded
pl: Przeładowano moduły Premium

source: Audit Entries
pl: Wpisy audytu

source: This email exists in multiple libraries. Please log in from your library's page.
pl: Ten e-mail istnieje w wielu bibliotekach. Proszę zalogować się ze strony biblioteki.

source: This username exists in multiple libraries. Please log in from your library's page.
pl: Ta nazwa użytkownika istnieje w wielu bibliotekach. Zaloguj się ze strony biblioteki.

source: A verification email was recently sent. Please check your inbox or wait {minutes} minutes.
pl: E-mail weryfikacyjny niedawno został wysłany. Proszę sprawdzić skrzynkę odbiorczą lub poczekać {minutes} minut.

source: Please verify your email address before logging in. A verification email has been sent.
pl: Proszę zweryfikować swój adres e-mail przed zalogowaniem. E-mail weryfikacyjny został wysłany.

source: Invalid password. Please check and try again.
pl: Nieprawidłowe hasło. Sprawdź i spróbuj ponownie.

source: User not found. Please check your email or username.
pl: Użytkownik nie został znaleziony. Sprawdź swój adres e-mail lub nazwę użytkownika.

source: Organization name is required when creating a new organization
pl: Nazwa organizacji jest wymagana podczas tworzenia nowej organizacji

source: Organization created successfully! Welcome {}. You can now log in.
pl: Organizacja utworzona pomyślnie! Witamy {}. Teraz możesz się zalogować.

source: Invitation code is required when joining an organization
pl: Kod zaproszenia jest wymagany podczas dołączania do organizacji

source: You have successfully joined the organization. Welcome {}.
pl: Pomyślnie dołączyłeś do organizacji. Witamy {}.

source: An error occurred during registration: {}
pl: Wystąpił błąd podczas rejestracji: {}

source: If an account with that email/username exists, a password reset link has been sent.
pl: Jeśli konto z tym adresem e-mail/nazwą użytkownika istnieje, wysłano link do resetowania hasła.

source: Token and new password are required.
pl: Token i nowe hasło są wymagane.

source: Invalid or expired token.
pl: Nieprawidłowy token lub token stracił ważność.

source: Your password has been changed. You can now log in.
pl: Twoje hasło zostało zmienione. Teraz możesz się zalogować.

source: An error occurred while resetting password.
pl: Wystąpił błąd podczas resetowania hasła.

source: If an account with that email exists, a verification link has been sent.
pl: Jeśli konto o tym e-mailu istnieje, wysłano link weryfikacyjny.

source: Verification token missing.
pl: Brak tokena weryfikacji.

source: Invalid or expired verification token.
pl: Nieprawidłowy lub wygasł token weryfikacyjny.

source: Your email has been verified.
pl: E-mail został zweryfikowany.

source: An error occurred while verifying email.
pl: Wystąpił błąd podczas weryfikacji adresu e-mail.

source: You do not have the required privileges to access this page.
pl: Nie masz wymaganych uprawnień dostępu do tej strony.

source: Batch import service is not available.
pl: Serwis masowego importu jest niedostępny.

source: Batch import module is not enabled for your organization.
pl: Moduł masowego importu nie jest włączony dla Twojej organizacji.

source: No libraries available for import.
pl: Brak dostępnych bibliotek do importu.

source: Your organization has reached the maximum number of books allowed. Contact support to increase your limit.
pl: Twoja organizacja osiągnęła maksymalną dozwoloną liczbę książek. Skontaktuj się z pomocą techniczną, aby zwiększyć swój limit.

source: Edit Book
pl: Edytuj Książkę

source: Invalid email format
pl: Niepoprawny format adresu e-mail

source: Invitation to join %(library)s on Libriya
pl: Zaproszenie do dołączenia do %(library)s w Libriya

source: Hello, You've been invited to join the library '%(library)s' on Libriya. Use the invitation code below or visit the registration page: Code: %(code)s Register here: %(url)s -- Libriya
pl: Witaj, Zostałeś zaproszony do dołączenia do biblioteki '%(library)s' na Libriya. Użyj poniższego kodu zaproszenia lub odwiedź stronę rejestracji: Kod %(code)s Zarejestruj się tutaj: %(url)s -- Libriya

source: Failed to send invitation email.
pl: Nie udało się wysłać wiadomości e-mail z zaproszeniem.

source: Libraries
pl: Biblioteki

source: You do not have permission to share this library
pl: Nie masz uprawnień do udostępniania tej biblioteki

source: Invalid expiration date format
pl: Nieprawidłowy format daty wygaśnięcia

source: You do not have permission
pl: Nie masz uprawnień

source: No active share link
pl: Brak aktywnego linku udostępniania

source: Your organization has reached the maximum number of libraries allowed. Contact support to increase your limit.
pl: Twoja organizacja osiągnęła maksymalną dozwoloną liczbę bibliotek. Skontaktuj się z pomocą techniczną, aby zwiększyć swój limit.

source: Add Library
pl: Dodaj Bibliotekę

source: You do not have permission to edit this library.
pl: Nie masz uprawnień do edycji tej biblioteki.

source: Edit Library
pl: Edytuj Bibliotekę

source: Loans
pl: Wypożyczenia

source: You already have an active or pending reservation for this book.
pl: Masz już aktywną lub oczekującą rezerwację na tę książkę.

source: %(username)s has requested to reserve "%(title)s".
pl: %(username)s poprosił o rezerwację "%(title)s".

source: Your reservation for "%(title)s" has been approved!
pl: Twoja rezerwacja na "%(title)s" została zatwierdzona!

source: Your reservation for "%(title)s" has been cancelled by an administrator.
pl: Twoja rezerwacja "%(title)s" została anulowana przez administratora.

source: The book "%(title)s" that you loaned has been marked as returned.
pl: Książka "%(title)s", którą pożyczyłeś została oznaczona jako zwrócona.

source: A loan for "%(title)s" has been directly issued to you by an administrator.
pl: Wypożyczenie "%(title)s" zostało udzielone przez administratora.

source: %(username)s has cancelled their reservation for "%(title)s".
pl: %(username)s anulował rezerwację na "%(title)s".

source: Overdue reminder sent to %(username)s for book "%(title)s".
pl: Przypomnienie o przeterminowaniu wysłane do %(username)s dla książki "%(title)s".

source: Cannot send overdue reminder. Loan is not active or not overdue.
pl: Nie można wysłać przypomnienia o zaległości. Wypożyczenie nie jest aktywne lub nie jest przeterminowane.

source: New contact message from library %(library)s
pl: Nowa wiadomość kontaktowa z biblioteki %(library)s

source: Message has been sent.
pl: Wiadomość została wysłana.

source: My Messages
pl: Moje wiadomości

source: Your Notifications
pl: Twoje powiadomienia

source: No data found for this ISBN. Please check the number and try again.
pl: Nie znaleziono danych dla tego ISBN. Proszę sprawdzić numer i spróbować ponownie.

source: Error during search. Please try again.
pl: Błąd podczas wyszukiwania. Spróbuj ponownie.

source: Search query must be at least 3 characters
pl: Zapytanie musi zawierać co najmniej 3 znaki

source: Add a new book
pl: Dodaj nową książkę

source: Support - Contact Super Admin
pl: Wsparcie - Skontaktuj się z Super Administratorem

source: Subject and message are required
pl: Temat i wiadomość są wymagane

source: Message sent to super-admin
pl: Wiadomość wysłana do super-admina

source: New Message to Super Admin
pl: Nowa wiadomość do Super Administratora

source: Message cannot be empty
pl: Wiadomość nie może być pusta

source: Reply sent
pl: Wysłano odpowiedź

source: Support Conversation
pl: Konwersacja Wsparcia

source: Messages from Admins
pl: Wiadomości od Administratorów

source: Reply sent to admin
pl: Odpowiedź wysłana do administratora

source: Message from %(admin)s - %(tenant)s
pl: Wiadomość od %(admin)s - %(tenant)s

source: Contact Messages
pl: Wiadomości kontaktowe

source: Reply cannot be empty
pl: Odpowiedź nie może być pusta

source: You received a reply to your contact message
pl: Otrzymałeś odpowiedź na wiadomość kontaktową

source: Message marked as resolved
pl: Wiadomość oznaczona jako rozwiązana

source: Edit User: %(username)s
pl: Edytuj użytkownika %(username)s

source: Business / Self-Help
pl: Biznes / Samo-Pomoc

source: Children
pl: Dzieci

source: Fantasy
pl: Fantastyka

source: Comic
pl: Komiks

source: Crime / Thriller
pl: Kryminał / Thriller

source: Culture / Art
pl: Kultura / Sztuka

source: Non-fiction
pl: Fakt / Dokument

source: Fiction
pl: Fikcja / Literatura

source: Popular Science
pl: Popularnonaukowe

source: Scientific / Academic
pl: Nauka / Akademickie

source: Poetry / Drama
pl: Poezja / Dramat

source: Manual / Education
pl: Podręcznik / Edukacja

source: Guide / Hobby
pl: Poradnik / Hobby

source: Press
pl: Prasa

source: Religion / Philosophy
pl: Religia / Filozofia

source: Romance / Contemporary
pl: Romans / Współczesna

source: Others
pl: Inne

source: Welcome to Libriya!
pl: Witaj w Libriya!

source: This is the main application page. Please use the navigation to access features.
pl: To jest główna strona aplikacji. Użyj nawigacji, aby uzyskać dostęp do funkcji.

source: Go to landing page
pl: Przejdź do strony startowej

source: Back to logs
pl: Wróć do logów

source: File-based audit logs produced by the system
pl: Rejestry audytów generowane przez system

source: Run Retention
pl: Uruchom retencje

source: Filename
pl: Nazwa pliku

source: Tenant
pl: Najemca

source: Size
pl: Rozmiar

source: Created
pl: Utworzono

source: Actions
pl: Akcje

source: Global
pl: Globalny

source: Preview
pl: Podgląd

source: Delete
pl: Usuń

source: Showing %(start)d-%(end)d of %(total)d
pl: Wyświetlanie %(start)d-%(end)d %(total)d

source: Previous
pl: Poprzednie

source: Next
pl: Następne

source: No audit logs found
pl: Nie znaleziono dzienników audytu

source: Run audit log retention now?
pl: Uruchomić retencje dziennika audytu?

source: Are you sure you want to delete this audit log file?
pl: Czy na pewno chcesz usunąć ten plik dziennika kontroli?

source: System administration and management
pl: Administracja i zarządzanie systemem

source: New Organization
pl: Nowa Organizacja

source: Total Organizations
pl: Wszystkich organizacji

source: Total Users
pl: Ilość użytkowników

source: Total Libraries
pl: Biblioteki ogółem

source: Recent Organizations
pl: Najnowsze organizacje

source: View All
pl: Zobacz wszystkie

source: Name
pl: Nazwa

source: View
pl: Widok

source: No tenants yet.
pl: Brak najemców.

source: Create one
pl: Utwórz

source: Manage and upload premium modules
pl: Zarządzaj i wgraj moduły premium

source: Installed Premium Modules
pl: Zainstalowane moduły Premium

source: Module
pl: Moduł

source: Expiry Date
pl: Data wygaśnięcia

source: Active
pl: Aktywny

source: Inactive
pl: Nieaktywny

source: No premium modules installed
pl: Brak zainstalowanych modułów premium

source: Upload a premium module ZIP to get started.
pl: Prześlij moduł ZIP premium aby rozpocząć.

source: Upload Module
pl: Wgraj moduł

source: Select ZIP File
pl: Wybierz plik ZIP

source: must contain a folder with
pl: musi zawierać folder z

source: and module files
pl: i pliki modułu

source: Reload Modules
pl: Przeładuj moduły

source: Edit
pl: Edytuj

source: Active users in this tenant
pl: Aktywni użytkownicy tego klienta

source: Total libraries in this tenant
pl: Całkowita liczba bibliotek tego klienta

source: Books
pl: Książki

source: Books indexed in this tenant
pl: Książki indeksowane u tego klienta

source: Tenant Information
pl: Informacje o kliencie

source: Unknown
pl: Nieznany

source: Users
pl: Użytkownicy

source: Joined
pl: Dołączył

source: ... and %(count)d more users
pl: ... i %(count)d więcej użytkowników

source: No users yet
pl: Brak użytkowników

source: ... and %(count)d more libraries
pl: ... i %(count)d więcej bibliotek

source: No libraries yet
pl: Brak bibliotek

source: Delete Tenant?
pl: Usunąć klienta?

source: This action cannot be undone.
pl: Tej czynności nie można cofnąć.

source: Cannot delete this tenant because:
pl: Nie można usunąć tego klienta, ponieważ:

source: It has %(count)d user(s)
pl: Ma %(count)d użytkownika(ów)

source: It has %(count)d librar(y/ies)
pl: Ma %(count)d bibliotek(ę/i)

source: Are you sure you want to delete the tenant "%(name)s"?
pl: Czy na pewno chcesz usunąć klienta "%(name)s"?

source: Note: This tenant has %(count)d book(s) that will also be deleted.
pl: Uwaga: Ten klient ma %(count)d książkę(ki), które również zostaną usunięte.

source: Cancel
pl: Anuluj

source: Delete Tenant
pl: Usuń klienta

source: Add New Tenant
pl: Dodaj nowego klienta

source: Update tenant information
pl: Aktualizuj informacje o kliencie

source: Create a new library tenant
pl: Utwórz bibliotekę klienta

source: e.g., My Library
pl: np. Moja biblioteka

source: A friendly name for your library
pl: Przyjazna nazwa biblioteki

source: e.g., my-library
pl: np. moja-biblioteka

source: Lowercase alphanumeric characters and hyphens only. This will be your library's unique web address.
pl: Tylko małe litery alfanumeryczne i myślniki. To będzie unikalny adres internetowy twojej biblioteki.

source: How subdomains work:
pl: Jak działają subdomeny:

source: Users will access your library at:
pl: Użytkownicy uzyskają dostęp do Twojej biblioteki na:

source: Save Changes
pl: Zapisz Zmiany

source: Create Tenant
pl: Utwórz Klienta

source: Subdomain Guidelines
pl: Wytyczne dla subdomen

source: Use lowercase letters, numbers, and hyphens
pl: Użyj małych liter, cyfr i myślników

source: Start and end with a letter or number
pl: Zacznij i kończ literą lub cyfrą

source: Minimum 3 characters, maximum 100 characters
pl: Co najmniej 3 znaki, maksymalnie 100 znaków

source: No spaces, underscores, or special characters allowed
pl: Brak spacji, znaków podkreślenia lub znaków specjalnych

source: Each subdomain must be unique across the system
pl: Każda subdomena musi być unikalna w całym systemie

source: No premium features available
pl: Brak dostępnych funkcji premium

source: Manage Clients
pl: Zarządzanie Klientami

source: View and manage all library clients
pl: Zobacz i zarządzaj wszystkimi bibliotekami klientów

source: Add Client
pl: Dodaj Klienta

source: No tenants to display
pl: Brak klientów

source: No tenants found
pl: Nie znaleziono klientów

source: Create Your First Tenant
pl: Utwórz swojego pierwszego klienta

source: Welcome Back
pl: Witaj Ponownie

source: Logging in to
pl: Logowanie do

source: Enter your credentials
pl: Wprowadź swoje dane logowania

source: Email or Username
pl: E-mail lub nazwa użytkownika

source: Enter email or username
pl: Wpisz e-mail lub nazwę użytkownika

source: Enter your password
pl: Wprowadź swoje hasło

source: Remember me
pl: Zapamiętaj mnie

source: Log In
pl: Zaloguj się

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Don't have an account?
pl: Nie masz konta?

source: Register here
pl: Zarejestruj się tutaj

source: Create Your Organization
pl: Utwórz swoją organizację

source: Set up your organization and start managing libraries today
pl: Skonfiguruj swoją organizację i zacznij zarządzać bibliotekami już dziś

source: Creating New Organization
pl: Tworzenie nowej organizacji

source: You're setting up a new organization. You'll become the owner with full administrative access. You can create multiple libraries and invite team members.
pl: Ustawiasz nową organizację. Zostaniesz właścicielem z pełnym dostępem administracyjnym. Możesz tworzyć wiele bibliotek i zaprosić członków zespołu.

source: Join Organization
pl: Dołącz do organizacji

source: Join an existing organization
pl: Dołącz do istniejącej organizacji

source: About Invitation Codes
pl: O kodach zaproszeń

source: You've been invited to join an organization. Enter the invitation code provided by the organization administrator to create your account.
pl: Zostałeś zaproszony do dołączenia do organizacji. Wprowadź kod zaproszenia podany przez administratora organizacji, aby utworzyć swoje konto.

source: e.g., My City Libraries
pl: np. Moja miejska biblioteka

source: The name of your organization
pl: Nazwa Twojej organizacji

source: 8-character code
pl: 8-znakowy kod

source: Enter the invitation code provided by your library manager
pl: Wprowadź kod zaproszenia dostarczony przez menedżera biblioteki

source: Minimum 8 characters
pl: Co najmniej 8 znaków

source: Create Organization
pl: Utwórz organizację

source: Already have an account?
pl: Masz już konto?

source: Log in here
pl: Zaloguj się tutaj

source: ← Back to registration options
pl: ← Powrót do opcji rejestracji

source: Welcome to Libriya
pl: Witamy w Libriya

source: Choose how you'd like to get started
pl: Wybierz, jak chcesz zacząć

source: Create New Organization Account
pl: Utwórz nowe konto organizacji

source: You're a new customer setting up your organization. Create your account and become the owner with full control.
pl: Jesteś nowym klientem konfigurującym swoją organizację. Utwórz swoje konto i stań się właścicielem z pełną kontrolą.

source: Set up your organization
pl: Skonfiguruj swoją organizację

source: Create and manage multiple libraries
pl: Tworzenie i zarządzanie wieloma bibliotekami

source: Invite team members to collaborate
pl: Zaproś członków zespołu do współpracy

source: Join Existing Organization
pl: Dołącz do istniejącej organizacji

source: You've been invited to join an existing organization. Use your invitation code to create your account and join the team.
pl: Zostałeś zaproszony do dołączenia do istniejącej organizacji. Użyj kodu zaproszenia, aby utworzyć swoje konto i dołączyć do zespołu.

source: You have an invitation code
pl: Masz kod zaproszenia

source: 8-character code from your organization admin
pl: 8-znakowy kod od administratora Twojej organizacji

source: Collaborate with your team immediately
pl: Współpracuj natychmiast ze swoim zespołem
